export const REGULATION_ITEMS = [
  {
    id: "sh002",
    title: "依勞基法之各假別內容",
    folder: "一般員工請假相關",
    publishTime: "2026/01/01 08:00",
    publishDate: "2026/01/01",
    revisedDate: "",
    fileCode: "SH002",
    version: "",
    ownerUnit: "",
    contactPerson: "",
    content: `{特休}
員工工作滿一定時間依規定給予特別休假：
一、6個月以上1年未滿者，給假3日;
二、1年以上2年未滿者，給假7日;
三、2年以上3年未滿者，給假10日;
四、3年以上5年未滿者，給假14日;
五、5年以上10年未滿者，給假15日;
六、10年以上者，每1年加給1日，加至30日為止。


年資未滿一年，啟用日後保留 18 個月；
年資滿一年(含以上)，啟用日後保留 24 個月。





{事假}


員工因有事故必須親自處理者，得請事假，一年內合計不得超過14日。
事假期間不給工資。





{有薪病假}


1.員工因普通傷害、疾病或生理原因必須治療或休養者，得請普通傷病假：
一、未住院者，一年內合計不得超過30日。
二、住院者，二年內合計不得超過一年。
三、未住院傷病假與住院傷病假二年內合計
2.工資折半發給。





{婚假}


1.結婚者給予婚假八日，工資照給
2.請檢附結婚登記證





{喪假}


勞工喪假規定：
一、父母、養父母、繼父母、配偶喪亡者，給予喪假8日，工資照給。
二、祖父母、子女、配偶之父母、配偶之養父母或繼父母喪亡者，給予喪假6日，工資照給。
三、曾祖父母、兄弟姊妹、配偶之祖父母喪亡者，給予喪假3日，工資照給。





{家庭照顧假}


1.於其家庭成員預防接種、發生嚴重之疾病或其他重大事故須親自照
顧時，得請家庭照顧假；其請假日數併入事假計算，全年以7日為限
2.請檢附證明文件





{生理假}


女性員工因生理日致工作有困難者，每月得請生理假1日。


合併假別時數，生理假請假24小時內不合併有薪病假時數計算。`,
  },
  {
    id: "sh001",
    title: "員工基本規則",
    folder: "一般員工請假相關",
    publishTime: "2026/01/01 08:00",
    publishDate: "2026/01/01",
    revisedDate: "",
    fileCode: "SH001",
    version: "",
    ownerUnit: "",
    contactPerson: "",
    content: `Dear All


{上班時間}


表定 09:00-18:00為上班時間。

 
{辦公室}
員工上班打卡，下班也要打卡，外出則請提出申請公出/公差單。


請在辦公室指定範圍內打卡，


無打卡紀錄則麻煩二日內補申請一張新的簽核單，以利月底順利計薪~



{公出單}

員工要臨時外出辦公，請送公出單，保障員工你我權益。


{公差單}

員工要外出商務要談，請送公差單，保障員工你我權益。



{午休原則}

連續工作4小時得休息1小時。經員工同意得調整工作時段。


12:00-13:00為實際午休時段不須打卡。休息時間結束也毋需打卡。


基本上半天工時為09:00-13:00，


基本下半天工時為14:00-18:00。



{請假}

員工請假，需要提前向單位提出申請。事前/事後都需要跑送一次簽核流程。


{加班}

員工加班，需要事前向單位提出申請，加班事後如果有超過原定申請時數，還需再重跑簽核一次。


{特休}

新進員工從到職後6個月，始得申請使用扣用特休時數。



以上，基本規則請以當下最新規範為主判斷。`,
  },
];
